app/controllers/articles_controller.rb

	def create
		@article = Article.create(article_params)
---
INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "This is my new first article"], ["body", "what should i write about?"], ["created_at", 2016-07-19 03:14:36 UTC], ["updated_at", 2016-07-19 03:14:36 UTC]]